Revit 2027 API
IFCGuidKey Constructor
Overload List
Name | Description
IFCGuidKey(IFCGuidKey) |  IFCGuidKey can be used in managed code as well as unmanaged.
IFCGuidKey(String) |  Constructs a new IFCHybridGuid
Top
See Also
Reference
IFCGuidKey Class
Autodesk.Revit.DB.IFC Namespace